Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

# workout_day_detail.edit_training_day
source: Editar dia de treino
en: Edit training day
es: Editar día de entrenamiento

# workout_day_detail.invalid_day
source: Dia inválido: id não encontrado.
en: Invalid day: ID not found.
es: Día no válido: ID no encontrado.

# workout_day_detail.no_block_registered
source: Nenhum bloco cadastrado.
en: No block registered.
es: No hay bloques registrados.

# workout_day_detail.no_block_registered_for_this_day
source: Nenhum bloco cadastrado para este dia.
en: No block registered for this day.
es: No hay bloques registrados para este día.

# workout_day_detail.remove
source: Remover
en: Remove
es: Eliminar

# workout_day_detail.remove_video
source: Remover vídeo?
en: Remove video?
es: ¿Eliminar video?

# workout_day_detail.select
source: Selecionar
en: Select
es: Seleccionar

# workout_day_detail.select_movement
source: Selecione o movimento
en: Select movement
es: Selecciona el movimiento

# workout_day_detail.this_video_will_be_removed_from_the_training_day
source: Este vídeo será removido do dia de treino.
en: This video will be removed from the training day.
es: Este video se eliminará del día de entrenamiento.

# workout_day_detail.title_field
source: Título
en: Title

# workout_day_detail.title_required
source: Informe o título do dia.
en: Enter the day title.
es: Indica el título del día.

# workout_day_detail.weight
source: Peso
en: Weight

# workout.coming_soon
source: Em breve
en: Coming soon
es: Próximamente

# workout.do_you_want_to_save_this_video_to_your_my_videos_list
source: Deseja salvar este vídeo na sua lista de Meus Vídeos?
en: Do you want to save this video to your My Videos list?
es: ¿Quieres guardar este video en tu lista Mis videos?

# workout.empty.active.message
source: Você não possui treinos pendentes a partir de hoje.
en: You have no pending workouts from today onward.
es: No tienes entrenamientos pendientes a partir de hoy.

# workout.empty.active.title
source: Nenhum treino ativo
en: No active workout
es: Ningún entrenamiento activo

# workout.empty.completed.message
source: Treinos concluídos ou com período encerrado aparecerão aqui.
en: Completed or expired workouts will appear here.
es: Los entrenamientos completados o vencidos aparecerán aquí.

# workout.empty.completed.title
source: Nenhum treino concluído
en: No completed workout
es: Ningún entrenamiento completado

# workout.empty.upcoming.message
source: Você não possui treinos programados para as próximas semanas.
en: You have no workouts scheduled for the coming weeks.
es: No tienes entrenamientos programados para las próximas semanas.

# workout.empty.upcoming.title
source: Nenhum treino futuro
en: No future workout
es: Ningún entrenamiento futuro

# workout.filter.active
source: Atuais
en: Current
es: Actuales

# workout.filter.completed
source: Concluídos
en: Completed
es: Completados

# workout.filter.upcoming
source: Próximos
en: Upcoming

# workout.loading_weeks
source: Carregando semanas...
en: Loading weeks...
es: Cargando semanas...

# workout.my_videos
source: Meus Vídeos
en: My Videos
es: Mis videos

# workout.no_week_registered
source: Nenhuma semana cadastrada
en: No week registered
es: No hay semanas registradas

# workout.oops_unable_to_load
source: Ops! Não foi possível carregar.
en: Oops! Unable to load.
es: ¡Ups! No se pudo cargar.

# workout.overdue
source: Em atraso
en: Overdue
es: Atrasado

# workout.publish_workout
source: Publicar Treino
en: Publish Workout
es: Publicar entrenamiento

# workout.save_to_my_videos
source: Salvar em Meus Vídeos?
en: Save to My Videos?
es: ¿Guardar en Mis videos?

# workout.select_a_week_to_view_the_days
source: Selecione uma semana para ver os dias.
en: Select a week to view the days.
es: Selecciona una semana para ver los días.

# workout.teacher.loading
source: Professor: ...
en: Coach: ...
es: Entrenador: ...

# workout.teacher.named
source: Professor: %@
en: Coach: %@
es: Entrenador: %@

# workout.teacher.unavailable
source: Professor: —
en: Coach: —
es: Entrenador: —

# workout.the_coach_has_not_added_days_for_this_week_yet
source: O professor ainda não adicionou dias para esta semana.
en: The coach has not added days for this week yet.
es: El entrenador aún no agregó días para esta semana.

# workout.the_coach_has_not_published_workouts_for_this_student_yet
source: O professor ainda não publicou treinos para este aluno.
en: The coach has not published workouts for this student yet.
es: El entrenador aún no publicó entrenamientos para este alumno.

# workout.video_already_saved
source: Este vídeo já está em Meus Vídeos.
en: This video is already in My Videos.
es: Este video ya está en Mis videos.

# workout.video_save_authentication_error
source: Não foi possível validar sua autenticação para salvar este vídeo.
en: Unable to validate your authentication to save this video.
es: No fue posible validar tu autenticación para guardar este video.

# workout.video_saved_to_my_videos
source: Vídeo salvo em Meus Vídeos.
en: Video saved to My Videos.
es: Video guardado en Mis videos.

# workout.videos
source: Vídeos
en: Videos
es: Videos

# workout.week_number
source: Semana: %1$@
en: Week: %1$@

# workout.week_start_validation_error
source: Não foi possível validar o início desta semana.
en: Unable to validate the start of this week.
es: No fue posible validar el inicio de esta semana.

# workout.week_title
source: Treinos da semana
en: Workouts this week
es: Entrenamientos de la semana

# workout.workouts_this_week
source: Treinos da Semana
en: Workouts This Week
es: Entrenamientos de la semana

# workout.youtube_video
source: Vídeo do YouTube
en: YouTube Video
es: Video de YouTube

# workouts.attach_from_my_workouts
source: Anexar de Meus Treinos
en: Attach from My Workouts
es: Adjuntar desde Mis entrenamientos

# workouts.empty
source: Nenhum treino encontrado
en: No workout found
es: No se encontró ningún entrenamiento

# workouts.my_workouts
source: Meus Treinos
en: My Workouts
es: Mis entrenamientos

source: 3 rounds:
es: 3 rondas:

source: AR
es: RA

# ar.demo.title
source: AR Demo
es: Demo de RA

# ar.exercise.title
source: AR
es: RA

# common.email
source: E-mail
es: Correo electrónico

# crossfit_games.wod.2023.helena.description.1
source: 3 rounds:
es: 3 rondas:

# default_workout.crossfit.girlsWods.angie.block.4.details
source: For time: 100 Pull-ups 100 Push-ups 100 Sit-ups 100 Squats
es: Por tiempo: 100 Pull-ups 100 Push-ups 100 Sit-ups 100 Squats

# default_workout.crossfit.girlsWods.grace.block.4.details
source: For time: • 30 Clean & Jerks (61 kg / 43 kg)
es: Por tiempo: • 30 Clean & Jerks (61 kg / 43 kg)

# default_workout.crossfit.girlsWods.helen.block.4.details
source: 3 rounds: • 400 m run • 21 Kettlebell Swings (24 kg / 16 kg) • 12 Pull-ups
es: 3 rondas: • 400 m run • 21 Kettlebell Swings (24 kg / 16 kg) • 12 Pull-ups

# default_workout.crossfit.girlsWods.isabel.block.4.details
source: For time: • 30 Snatches (61 kg / 43 kg)
es: Por tiempo: • 30 Snatches (61 kg / 43 kg)

# default_workout.crossfit.girlsWods.jackie.block.4.details
source: For time: • 1.000 m row • 50 Thrusters (20 kg / 15 kg) • 30 Pull-ups
es: Por tiempo: • 1.000 m row • 50 Thrusters (20 kg / 15 kg) • 30 Pull-ups

# default_workout.crossfit.girlsWods.karen.block.4.details
source: For time: • 150 Wall Balls (9 kg / 6 kg)
es: Por tiempo: • 150 Wall Balls (9 kg / 6 kg)

# default_workout.crossfit.girlsWods.linda.block.4.details
source: 10–9–8–7–6–5–4–3–2–1: • Deadlift (1.5× bodyweight) • Bench Press (bodyweight) • Clean (0.75× bodyweight)
es: 10–9–8–7–6–5–4–3–2–1: • Deadlift (1.5× peso corporal) • Bench Press (peso corporal) • Clean (0.75× peso corporal)

# default_workout.crossfit.girlsWods.linda.title
source: Linda – Three Bars of Death
es: Linda – Tres barras de la muerte

# default_workout.crossfit.girlsWods.lynne.block.4.details
source: 5 rounds: • Max reps Bench Press (bodyweight) • Max reps Pull-ups
es: 5 rondas: • Máximas repeticiones Bench Press (peso corporal) • Máximas repeticiones Pull-ups

# default_workout.crossfit.girlsWods.nancy.block.4.details
source: 5 rounds: • 400 m run • 15 Overhead Squats (43 kg / 30 kg)
es: 5 rondas: • 400 m run • 15 Overhead Squats (43 kg / 30 kg)

# default_workout.crossfit.heroTributeWorkouts.adam_brown_2010.block.4.details
source: 2 rounds for time: • 24 Deadlifts (295/205 lb) • 24 Box jumps (24/20 in) • 24 Wall-ball shots (20/14 lb) • 24 Bench press (195/135 lb) • 24 Box jumps • 24 Wall-ball shots • 24 Clean (145/105 lb)
es: 2 rondas por tiempo: • 24 Deadlifts (295/205 lb) • 24 Box jumps (24/20 in) • 24 Wall-ball shots (20/14 lb) • 24 Bench press (195/135 lb) • 24 Box jumps • 24 Wall-ball shots • 24 Clean (145/105 lb)

# default_workout.crossfit.heroTributeWorkouts.alexander_2010.block.4.details
source: 5 rounds for time: • 31 Back squats (135/95 lb) • 12 Power cleans (185/135 lb) • 31 Box jumps
es: 5 rondas por tiempo: • 31 Back squats (135/95 lb) • 12 Power cleans (185/135 lb) • 31 Box jumps

# default_workout.crossfit.heroTributeWorkouts.andy_2010.block.4.details
source: 25 rounds for time: • 5 Pull-ups • 10 Push-ups • 15 Squats
es: 25 rondas por tiempo: • 5 Pull-ups • 10 Push-ups • 15 Squats

# default_workout.crossfit.heroTributeWorkouts.badger_2008.block.4.details
source: 3 rounds for time: • 30 Power Cleans (95/65 lb) • 30 Box Jumps (24/20 in) • 800 m run
es: 3 rondas por tiempo: • 30 Power Cleans (95/65 lb) • 30 Box Jumps (24/20 in) • 800 m run

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.block.4.details
source: For time: • 800 m run • 100 Pull-ups • 800 m run • 100 Push-ups • 800 m run • 100 Sit-ups • 800 m run • 100 Squats
es: Por tiempo: • 800 m run • 100 Pull-ups • 800 m run • 100 Push-ups • 800 m run • 100 Sit-ups • 800 m run • 100 Squats

# default_workout.crossfit.heroTributeWorkouts.blanchard_2010.title
source: Blanchard – Long Endurance Hero
es: Blanchard – Hero de resistencia prolongada

# default_workout.crossfit.heroTributeWorkouts.bull_2010.block.4.details
source: 2 rounds for time: • 200 Double unders • 50 Overhead squats (135/95 lb) • 50 Pull-ups • 1 mile run
es: 2 rondas por tiempo: • 200 Double unders • 50 Overhead squats (135/95 lb) • 50 Pull-ups • 1 mile run

# default_workout.crossfit.heroTributeWorkouts.buriak_2020.block.4.details
source: For time: 5 rounds: • 400 m run • 20 Deadlifts (185/135 lb) • 20 Push presses (95/65 lb)
es: Por tiempo: 5 rondas: • 400 m run • 20 Deadlifts (185/135 lb) • 20 Push presses (95/65 lb)

# default_workout.crossfit.heroTributeWorkouts.cameron_2010.block.4.details
source: For time: • 50 Walking lunges (135/95 lb) • 25 Pull-ups • 50 Box jumps • 25 Triple-unders • 50 Back extensions • 25 Ring dips • 50 Knees-to-elbows • 25 Wall-ball shots • 50 Sit-ups • 5 Rope climbs
es: Por tiempo: • 50 Walking lunges (135/95 lb) • 25 Pull-ups • 50 Box jumps • 25 Triple-unders • 50 Back extensions • 25 Ring dips • 50 Knees-to-elbows • 25 Wall-ball shots • 50 Sit-ups • 5 Rope climbs

# default_workout.crossfit.heroTributeWorkouts.daniel_2005.block.4.details
source: For time: • 50 Pull-ups • 400 m run • 21 Thrusters (95/65 lb) • 800 m run • 21 Thrusters (95/65 lb) • 400 m run • 50 Pull-ups
es: Por tiempo: • 50 Pull-ups • 400 m run • 21 Thrusters (95/65 lb) • 800 m run • 21 Thrusters (95/65 lb) • 400 m run • 50 Pull-ups

# default_workout.crossfit.heroTributeWorkouts.dt_2009.block.4.details
source: 5 rounds for time: • 12 Deadlifts • 9 Hang Power Cleans • 6 Push Jerks (155/105 lb)
es: 5 rondas por tiempo: • 12 Deadlifts • 9 Hang Power Cleans • 6 Push Jerks (155/105 lb)

# default_workout.crossfit.heroTributeWorkouts.erin_2010.block.4.details
source: 5 rounds for max reps: • 40 Double unders • 20 Pull-ups • 15 Burpees
es: 5 rondas al máximo de repeticiones: • 40 Double unders • 20 Pull-ups • 15 Burpees

# default_workout.crossfit.heroTributeWorkouts.gale_force_2022.block.4.details
source: For time: 4 rounds: • 500 m row • 25 Front squats (115/75 lb) • 25 Pull-ups • 25 Burpees
es: Por tiempo: 4 rondas: • 500 m row • 25 Front squats (115/75 lb) • 25 Pull-ups • 25 Burpees

# default_workout.crossfit.heroTributeWorkouts.garrett_2010.block.4.details
source: 3 rounds for time: • 75 Squats • 25 Ring handstand push-ups • 25 L-pull-ups
es: 3 rondas por tiempo: • 75 Squats • 25 Ring handstand push-ups • 25 L-pull-ups

# default_workout.crossfit.heroTributeWorkouts.glen_2010.block.4.details
source: For time: • 30 Clean and jerks (135/95 lb) • 1 mile run • 10 Rope climbs • 1 mile run • 100 Burpees
es: Por tiempo: • 30 Clean and jerks (135/95 lb) • 1 mile run • 10 Rope climbs • 1 mile run • 100 Burpees

# default_workout.crossfit.heroTributeWorkouts.hamilton_2013.block.4.details
source: 3 rounds for time: • Row 1000 m • 50 Push-ups • Run 1000 m • 50 Pull-ups
es: 3 rondas por tiempo: • Row 1000 m • 50 Push-ups • Run 1000 m • 50 Pull-ups

# default_workout.crossfit.heroTributeWorkouts.hansen_2009.block.4.details
source: 5 rounds for time: • 30 Kettlebell swings (2/1.5 pood) • 30 Burpees • 30 GHD sit-ups
es: 5 rondas por tiempo: • 30 Kettlebell swings (2/1.5 pood) • 30 Burpees • 30 GHD sit-ups

# default_workout.crossfit.heroTributeWorkouts.helton_2010.block.4.details
source: 3 rounds for time: • Run 800 m • 30 DB squat cleans (50/35 lb) • 30 Burpees
es: 3 rondas por tiempo: • Run 800 m • 30 DB squat cleans (50/35 lb) • 30 Burpees

# default_workout.crossfit.heroTributeWorkouts.holbrook_2010.block.4.details
source: 10 rounds for time: • 5 Thrusters (135/95 lb) • 10 Pull-ups • 15 Burpees
es: 10 rondas por tiempo: • 5 Thrusters (135/95 lb) • 10 Pull-ups • 15 Burpees

# default_workout.crossfit.heroTributeWorkouts.jake_2011.block.4.details
source: For time: • 1000 m run • 50 deadlifts (135/95 lb) • 1000 m run
es: Por tiempo: • 1000 m run • 50 deadlifts (135/95 lb) • 1000 m run

# default_workout.crossfit.heroTributeWorkouts.jason_2008.block.4.details
source: For time: • 100 Squats • 5 Muscle-ups • 75 Squats • 10 Muscle-ups • 50 Squats • 15 Muscle-ups • 25 Squats • 20 Muscle-ups
es: Por tiempo: • 100 Squats • 5 Muscle-ups • 75 Squats • 10 Muscle-ups • 50 Squats • 15 Muscle-ups • 25 Squats • 20 Muscle-ups

# default_workout.crossfit.heroTributeWorkouts.jerry_2009.block.4.details
source: For time: • 1 mile run • 2 km row • 1 mile run
es: Por tiempo: • 1 mile run • 2 km row • 1 mile run

# default_workout.crossfit.heroTributeWorkouts.josh_2006.block.4.details
source: 21-15-9 reps for time: • Overhead squat (95/65 lb) • Pull-ups
es: 21-15-9 repeticiones por tiempo: • Overhead squat (95/65 lb) • Pull-ups

# default_workout.crossfit.heroTributeWorkouts.lee_2012.block.4.details
source: 5 rounds for time: • 400 m run • 21 deadlifts (225/155 lb)
es: 5 rondas por tiempo: • 400 m run • 21 deadlifts (225/155 lb)

# default_workout.crossfit.heroTributeWorkouts.loredo_2012.block.4.details
source: 6 rounds for time: • 24 Air squats • 24 Push-ups • 24 Walking lunges • 400 m run
es: 6 rondas por tiempo: • 24 Air squats • 24 Push-ups • 24 Walking lunges • 400 m run

# default_workout.crossfit.heroTributeWorkouts.luce_2012.block.4.details
source: For time: • 1000 m run • 100 Pull-ups • 100 Push-ups • 100 Squats • 1000 m run
es: Por tiempo: • 1000 m run • 100 Pull-ups • 100 Push-ups • 100 Squats • 1000 m run

# default_workout.crossfit.heroTributeWorkouts.lumberjack_20_2010.block.4.details
source: For time: • 20 Deadlifts (275/185 lb) • 400 m run • 20 KB swings (2/1.5 pood) • 400 m run • 20 Overhead squats (115/75 lb) • 400 m run • 20 Burpees • 400 m run • 20 Pull-ups • 400 m run • 20 Box jumps (24/20 in) • 400 m run • 20 Dumbbell squat cleans (45/25 lb)
es: Por tiempo: • 20 Deadlifts (275/185 lb) • 400 m run • 20 KB swings (2/1.5 pood) • 400 m run • 20 Overhead squats (115/75 lb) • 400 m run • 20 Burpees • 400 m run • 20 Pull-ups • 400 m run • 20 Box jumps (24/20 in) • 400 m run • 20 Dumbbell squat cleans (45/25 lb)

# default_workout.crossfit.heroTributeWorkouts.marston_2011.block.4.details
source: For time: • 1 mile run • 100 Pull-ups • 200 Push-ups • 300 Squats • 1 mile run
es: Por tiempo: • 1 mile run • 100 Pull-ups • 200 Push-ups • 300 Squats • 1 mile run

# default_workout.crossfit.heroTributeWorkouts.mathew_2011.block.4.details
source: For time: • 800 m run • 50 Deadlifts (135/95 lb) • 800 m run
es: Por tiempo: • 800 m run • 50 Deadlifts (135/95 lb) • 800 m run

# default_workout.crossfit.heroTributeWorkouts.maupin_2011.block.4.details
source: 4 rounds for time: • 800 m run • 49 Push-ups • 49 Sit-ups • 49 Squats
es: 4 rondas por tiempo: • 800 m run • 49 Push-ups • 49 Sit-ups • 49 Squats

# default_workout.crossfit.heroTributeWorkouts.mccluskey_2012.block.4.details
source: For time: 9 rounds: • 9 Power cleans (135/95 lb) • 800 m run
es: Por tiempo: 9 rondas: • 9 Power cleans (135/95 lb) • 800 m run

# default_workout.crossfit.heroTributeWorkouts.moore_2010.block.4.details
source: For time: • 1 mile run • 100 Handstand push-ups • 1 mile run • 100 Pull-ups • 1 mile run • 100 Push-ups • 1 mile run • 100 Squats
es: Por tiempo: • 1 mile run • 100 Handstand push-ups • 1 mile run • 100 Pull-ups • 1 mile run • 100 Push-ups • 1 mile run • 100 Squats

# default_workout.crossfit.heroTributeWorkouts.nelson_2012.block.4.details
source: For time: • 50 Burpees • 400 m run • 50 Pull-ups • 400 m run
es: Por tiempo: • 50 Burpees • 400 m run • 50 Pull-ups • 400 m run

# default_workout.crossfit.heroTributeWorkouts.northrup_2024.block.4.details
source: For time: 6 rounds: • 400 m run • 30 Push-ups • 30 Sit-ups • 30 Squats
es: Por tiempo: 6 rondas: • 400 m run • 30 Push-ups • 30 Sit-ups • 30 Squats

# default_workout.crossfit.heroTributeWorkouts.oda_7313_2023.block.4.details
source: For time: • 100 Double unders • 50 Wall-ball shots • 40 Deadlifts (185/135 lb) • 30 Pull-ups • 20 Thrusters (115/75 lb) • 10 Muscle-ups
es: Por tiempo: • 100 Double unders • 50 Wall-ball shots • 40 Deadlifts (185/135 lb) • 30 Pull-ups • 20 Thrusters (115/75 lb) • 10 Muscle-ups

# default_workout.crossfit.heroTributeWorkouts.omar_2013.block.4.details
source: For time: • Thrusters (95/65 lb) 10 • Bar-facing burpees 15 • Thrusters 20 • Bar-facing burpees 25 • Thrusters 30 • Bar-facing burpees 35
es: Por tiempo: • Thrusters (95/65 lb) 10 • Bar-facing burpees 15 • Thrusters 20 • Bar-facing burpees 25 • Thrusters 30 • Bar-facing burpees 35

# default_workout.crossfit.heroTributeWorkouts.pat_2013.block.4.details
source: For time: 6 rounds: • 25 Pull-ups • 50 Push-ups • 75 Squats • 400 m run
es: Por tiempo: 6 rondas: • 25 Pull-ups • 50 Push-ups • 75 Squats • 400 m run

# default_workout.crossfit.heroTributeWorkouts.randy_2008.block.4.details
source: For time: • 75 Power Snatches (75/55 lb)
es: Por tiempo: • 75 Power Snatches (75/55 lb)

# default_workout.crossfit.heroTributeWorkouts.rankel_2013.block.4.details
source: 20 rounds for time: • 6 Deadlifts (225/155 lb) • 7 Burpee pull-ups • 10 KB swings
es: 20 rondas por tiempo: • 6 Deadlifts (225/155 lb) • 7 Burpee pull-ups • 10 KB swings

# default_workout.crossfit.heroTributeWorkouts.rauf_2013.block.4.details
source: For time: • 50 Deadlifts (135/95 lb) • 800 m run • 50 Push-ups
es: Por tiempo: • 50 Deadlifts (135/95 lb) • 800 m run • 50 Push-ups

# default_workout.crossfit.heroTributeWorkouts.riley_2013.block.4.details
source: For time: • 1.5 mile run • 150 Burpees • 1.5 mile run
es: Por tiempo: • 1.5 mile run • 150 Burpees • 1.5 mile run

# default_workout.crossfit.heroTributeWorkouts.roy_2013.block.4.details
source: 5 rounds for time: • 15 Deadlifts (225/155 lb) • 20 Burpees • 25 Pull-ups
es: 5 rondas por tiempo: • 15 Deadlifts (225/155 lb) • 20 Burpees • 25 Pull-ups

# default_workout.crossfit.heroTributeWorkouts.ryan_2009.block.4.details
source: 5 rounds for time: • 7 Muscle-ups • 21 Burpees
es: 5 rondas por tiempo: • 7 Muscle-ups • 21 Burpees

# default_workout.crossfit.heroTributeWorkouts.saman_2013.block.4.details
source: For time: 8 rounds: • 13 Deadlifts (185/135 lb) • 17 Wall-ball shots (20/14 lb) • 400 m run
es: Por tiempo: 8 rondas: • 13 Deadlifts (185/135 lb) • 17 Wall-ball shots (20/14 lb) • 400 m run

# default_workout.crossfit.heroTributeWorkouts.se_n_2014.block.4.details
source: For time: • 50 Pull-ups • 800 m run • 50 Push-ups • 800 m run • 50 Sit-ups • 800 m run • 50 Squats
es: Por tiempo: • 50 Pull-ups • 800 m run • 50 Push-ups • 800 m run • 50 Sit-ups • 800 m run • 50 Squats

# default_workout.crossfit.heroTributeWorkouts.ship_2014.block.4.details
source: For time: 7 rounds: • 7 Muscle-ups • 7 Burpees
es: Por tiempo: 7 rondas: • 7 Muscle-ups • 7 Burpees

# default_workout.crossfit.heroTributeWorkouts.small_2014.block.4.details
source: For time: 3 rounds: • 800 m run • 50 Back squats (135/95 lb)
es: Por tiempo: 3 rondas: • 800 m run • 50 Back squats (135/95 lb)

# default_workout.crossfit.heroTributeWorkouts.strang_2015.block.4.details
source: 5 rounds for time: • 10 Power cleans (135/95 lb) • 20 Push-ups • 30 Squats
es: 5 rondas por tiempo: • 10 Power cleans (135/95 lb) • 20 Push-ups • 30 Squats

# default_workout.crossfit.heroTributeWorkouts.suarez_2015.block.4.details
source: For time: • 50 Burpees • 100 Push-ups • 150 Squats • 800 m run
es: Por tiempo: • 50 Burpees • 100 Push-ups • 150 Squats • 800 m run

# default_workout.crossfit.heroTributeWorkouts.taylor_2015.block.4.details
source: For time: • 1 mile run • 100 Handstand push-ups • 1 mile run
es: Por tiempo: • 1 mile run • 100 Handstand push-ups • 1 mile run

# default_workout.crossfit.heroTributeWorkouts.the_seven_2015.block.4.details
source: For time: 7 rounds: • 7 Handstand push-ups • 7 Thrusters (135/95 lb) • 7 Knees-to-elbows • 7 Deadlifts (245/165 lb) • 7 Burpees • 7 Kettlebell swings • 7 Pull-ups
es: Por tiempo: 7 rondas: • 7 Handstand push-ups • 7 Thrusters (135/95 lb) • 7 Knees-to-elbows • 7 Deadlifts (245/165 lb) • 7 Burpees • 7 Kettlebell swings • 7 Pull-ups

# default_workout.crossfit.heroTributeWorkouts.thompson_2015.block.4.details
source: 10 rounds for time: • 5 Deadlifts (135/95 lb) • 10 Push-ups • 15 Squats • 100 m run
es: 10 rondas por tiempo: • 5 Deadlifts (135/95 lb) • 10 Push-ups • 15 Squats • 100 m run

# default_workout.crossfit.heroTributeWorkouts.tommy_v_2016.block.4.details
source: 21-15-9 for time: • Thrusters (115/75 lb) • Pull-ups
es: 21-15-9 por tiempo: • Thrusters (115/75 lb) • Pull-ups

# default_workout.crossfit.heroTributeWorkouts.travis_manion_2016.block.4.details
source: For time: 7 rounds: • 400 m run • 29 Back squats (135/95 lb)
es: Por tiempo: 7 rondas: • 400 m run • 29 Back squats (135/95 lb)

# default_workout.crossfit.heroTributeWorkouts.tully_2016.block.4.details
source: 5 rounds for time: • 10 Thrusters (115/75 lb) • 400 m run
es: 5 rondas por tiempo: • 10 Thrusters (115/75 lb) • 400 m run

# default_workout.crossfit.heroTributeWorkouts.white_2016.block.4.details
source: For time: 5 rounds: • 800 m run • 50 Squats • 50 Sit-ups
es: Por tiempo: 5 rondas: • 800 m run • 50 Squats • 50 Sit-ups

# default_workout.crossfit.heroTributeWorkouts.whitten_2010.block.4.details
source: 5 rounds for time: • 22 Kettlebell swings (2/1.5 pood) • 22 Box jumps (24/20 in) • 400 m run • 22 Burpees • 22 Wall-ball shots (20/14 lb)
es: 5 rondas por tiempo: • 22 Kettlebell swings (2/1.5 pood) • 22 Box jumps (24/20 in) • 400 m run • 22 Burpees • 22 Wall-ball shots (20/14 lb)

# default_workout.crossfit.heroTributeWorkouts.wood_2017.block.4.details
source: 5 rounds for time: • 400 m run • 20 Deadlifts (225/155 lb)
es: 5 rondas por tiempo: • 400 m run • 20 Deadlifts (225/155 lb)

# default_workout.crossfit.heroTributeWorkouts.zembiec_2017.block.4.details
source: For time: 5 rounds: • 11 Back squats (185/135 lb) • 10 Pull-ups • 9 Burpees
es: Por tiempo: 5 rondas: • 11 Back squats (185/135 lb) • 10 Pull-ups • 9 Burpees

# default_workout.crossfit.openWods.open_11_1.title
source: Open 11.1 – AMRAP Burpee Ladder
es: Open 11.1 – Escalera de burpees en AMRAP
